Repository: CyberPractices/oxford-debate-wplugin
Catalog: oxford-debate/languages/oxd-*.po
Languages: es_es

source: Postures
es_es: Posturas

source: Vote A
es_es: Vota A

source: Vote B
es_es: Vota B

source: Duration
es_es: Duración

source: days
es_es: días

source: Title Posture A
es_es: Título Postura A

source: Text Posture A
es_es: Texto Postura A

source: Title Posture B
es_es: Título Postura B

source: Text Posture B
es_es: Texto Postura B

source: Duration (days)
es_es: Duración (días)

source: Posture A user:
es_es: Usuario Postura A

source: Posture B user:
es_es: Usuario Postura B

source: No authors found
es_es: Autores no encontrados

source: Votes A
es_es: Votos A

source: Votes B
es_es: Votos B

source: Comments
es_es: Comentarios

source: Comment navigation
es_es: Navegación de comentarios

source: &larr; Older Comments
es_es: &larr; Comentarios Antiguos

source: Newer Comments &rarr;
es_es: Nuevos Comentarios &rarr;

source: Comments are closed.
es_es: Los comentarios están cerrados

source: Your Good Name
es_es: Tu nombre

source: Your Email Please
es_es: Tu email

source: Posture
es_es: Postura

source: Other
es_es: Otra

source: Let us know what you have to say:
es_es: ¿Qué tiene que decir?
